Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Open a new web tab
bn: নতুন ওয়েব ট্যাব খুলুন
es: Abrir una nueva pestaña web
fr: Ouvrir un nouvel onglet web
hi: नया वेब टैब खोलें
it: Apri una nuova scheda web
ja: 新しいウェブタブを開く
ko: 새 웹 탭 열기
pt_br: Abrir nova aba da web
ru: Открыть новую веб-вкладку
sv: Öppna en ny webbflik
zh_hans: 打开新网页标签页
zh_hant: 開啟新的網頁分頁

source: Open an interactive shell.
bn: ইন্টারঅ্যাকটিভ শেল খুলুন।
es: Abrir una shell interactiva.
fr: Ouvrir un shell interactif.
hi: इंटरैक्टिव शेल खोलें।
it: Apri una shell interattiva.
ja: 対話型シェルを開きます。
ko: 대화형 셸을 여세요.
pt_br: Abrir um shell interativo.
ru: Открыть интерактивную оболочку.
sv: Öppna ett interaktivt skal.
zh_hans: 打开交互式 Shell。
zh_hant: 開啟互動式 Shell。

source: Open Chat
bn: চ্যাট খুলুন
es: Abrir chat
fr: Ouvrir le chat
hi: चैट खोलें
it: Apri chat
ja: チャットを開く
ko: 채팅 열기
pt_br: Abrir chat
ru: Открыть чат
sv: Öppna chatt
zh_hans: 打开聊天
zh_hant: 開啟聊天

source: Open External Link
bn: বাহ্যিক লিংক খুলুন
es: Abrir enlace externo
fr: Ouvrir le lien externe
hi: बाहरी लिंक खोलें
it: Apri link esterno
ja: 外部リンクを開く
ko: 외부 링크 열기
pt_br: Abrir link externo
ru: Открыть внешнюю ссылку
sv: Öppna extern länk
zh_hans: 打开外部链接
zh_hant: 開啟外部連結

source: Open File
bn: ফাইল খুলুন
es: Abrir archivo
fr: Ouvrir le fichier
hi: फ़ाइल खोलें
it: Apri file
ja: ファイルを開く
ko: 파일 열기
pt_br: Abrir arquivo
ru: Открыть файл
sv: Öppna fil
zh_hans: 打开文件
zh_hant: 開啟檔案

source: Open File…
bn: ফাইল খুলুন…
es: Abrir archivo…
fr: Ouvrir un fichier…
hi: फ़ाइल खोलें…
it: Apri file…
ja: ファイルを開く…
ko: 파일 열기…
pt_br: Abrir arquivo…
ru: Открыть файл…
sv: Öppna fil…
zh_hans: 打开文件…
zh_hant: 開啟檔案…

source: Open in %@
bn: %@-এ খুলুন
es: Abrir en %@
fr: Ouvrir dans %@
hi: %@ में खोलें
it: Apri in %@
ja: %@ で開く
ko: %@에서 열기
pt_br: Abrir no %@
ru: Открыть в %@
sv: Öppna i %@
zh_hans: 在 %@ 中打开
zh_hant: 在 %@ 中開啟

source: Open in Browser
bn: ব্রাউজারে খুলুন
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
pt_br: Abrir no navegador
ru: Открыть в браузере
sv: Öppna i webbläsare
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: Open in Git client
bn: Git ক্লায়েন্টে খুলুন
es: Abrir en cliente Git
fr: Ouvrir dans le client Git
hi: Git क्लाइंट में खोलें
it: Apri nel client Git
ja: Git クライアントで開く
ko: Git 클라이언트에서 열기
pt_br: Abrir no cliente Git
ru: Открыть в клиенте Git
sv: Öppna i Git-klient
zh_hans: 在 Git 客户端中打开
zh_hant: 在 Git 用戶端中開啟

source: Open in IDE
bn: IDE-তে খুলুন
es: Abrir en el IDE
fr: Ouvrir dans l’IDE
hi: IDE में खोलें
it: Apri nell’IDE
ja: IDE で開く
ko: IDE에서 열기
pt_br: Abrir no IDE
ru: Открыть в IDE
sv: Öppna i IDE
zh_hans: 在 IDE 中打开
zh_hant: 在 IDE 中開啟

source: Open Integrations
bn: ইন্টিগ্রেশন খুলুন
es: Abrir integraciones
fr: Ouvrir les intégrations
hi: एकीकरण खोलें
it: Apri integrazioni
ja: 連携設定を開く
ko: 통합 열기
pt_br: Abrir integrações
ru: Открыть интеграции
sv: Öppna integrationer
zh_hans: 打开集成设置
zh_hant: 開啟整合設定

source: Open issues assigned to you appear beside your Jira tickets on the Dashboard.
bn: আপনাকে অ্যাসাইন করা ওপেন issue ড্যাশবোর্ডে আপনার Jira টিকিটের পাশে দেখা যায়।
es: Los issues abiertos asignados a ti aparecen junto a tus incidencias de Jira en el Panel.
fr: Les issues ouvertes qui vous sont assignées apparaissent à côté de vos tickets Jira dans le tableau de bord.
hi: आपको असाइन किए गए खुले issue डैशबोर्ड पर आपके Jira टिकटों के बगल में दिखते हैं।
it: Le issue aperte assegnate a te compaiono accanto ai tuoi ticket Jira nella Panoramica.
ja: あなたに割り当てられた未解決の issue は、ダッシュボードの Jira チケットの横に表示されます。
ko: 나에게 할당된 열린 issue가 대시보드의 Jira 티켓 옆에 표시됩니다.
pt_br: As issues abertas atribuídas a você aparecem ao lado dos seus tickets do Jira no Painel.
ru: Открытые issue, назначенные вам, отображаются рядом с вашими задачами Jira на панели управления.
sv: Öppna issues som är tilldelade dig visas bredvid dina Jira-ärenden i Översikt.
zh_hans: 分配给你的未关闭 issue 会显示在概览中你的 Jira 工单旁边。
zh_hant: 指派給你的未關閉 issue 會顯示在總覽中你的 Jira 議題旁邊。

source: Open Link
bn: লিংক খুলুন
es: Abrir enlace
fr: Ouvrir le lien
hi: लिंक खोलें
it: Apri link
ja: リンクを開く
ko: 링크 열기
pt_br: Abrir link
ru: Открыть ссылку
sv: Öppna länk
zh_hans: 打开链接
zh_hant: 開啟連結

source: Open Login Items Settings
bn: লগইন আইটেম সেটিংস খুলুন
es: Abrir ajustes de ítems de inicio
fr: Ouvrir les réglages d’ouverture
hi: लॉगिन आइटम सेटिंग्स खोलें
it: Apri impostazioni elementi login
ja: ログイン項目の設定を開く
ko: 로그인 항목 설정 열기
pt_br: Abrir ajustes de itens de início
ru: Открыть настройки объектов входа
sv: Öppna inställningar för inloggningsobjekt
zh_hans: 打开登录项设置
zh_hant: 開啟登入項目設定

source: Open native terminal
bn: নেটিভ টার্মিনাল খুলুন
es: Abrir terminal nativo
fr: Ouvrir le terminal natif
hi: नेटिव टर्मिनल खोलें
it: Apri terminale nativo
ja: ネイティブターミナルを開く
ko: 기본 터미널 열기
pt_br: Abrir terminal nativo
ru: Открыть встроенный терминал
sv: Öppna inbyggd terminal
zh_hans: 打开原生终端
zh_hant: 開啟原生終端機

source: Open on this dashboard as %@
bn: এই ড্যাশবোর্ডে %@ হিসেবে খুলুন
es: Abrir en este panel como %@
fr: Ouvrir dans ce tableau de bord sous %@
hi: इस डैशबोर्ड पर %@ के रूप में खोलें
it: Apri in questa dashboard come %@
ja: このダッシュボードで%@として開く
ko: 이 대시보드에서 %@로 열기
pt_br: Abrir neste painel como %@
ru: Открыть на этой панели как %@
sv: Öppna på denna översikt som %@
zh_hans: 在此仪表盘中以 %@ 打开
zh_hant: 在此儀表板中以 %@ 開啟

source: Open Privacy Settings
bn: গোপনীয়তার সেটিংস খুলুন
es: Abrir ajustes de privacidad
fr: Ouvrir les réglages de confidentialité
hi: गोपनीयता सेटिंग्स खोलें
it: Apri impostazioni privacy
ja: プライバシー設定を開く
ko: 개인정보 보호 설정 열기
pt_br: Abrir ajustes de privacidade
ru: Открыть настройки конфиденциальности
sv: Öppna integritetsinställningar
zh_hans: 打开隐私设置
zh_hant: 開啟隱私權設定

source: Open PRs: %lld
bn: খোলা PR: %lld
es: PR abiertos: %lld
fr: PR ouvertes : %lld
hi: खुले PR: %lld
it: PR aperte: %lld
ja: オープン中のPR：%lld
ko: 열린 PR: %lld
pt_br: PRs abertos: %lld
ru: Открытые PR: %lld
sv: Öppna PR: %lld
zh_hans: 打开的 PR：%lld
zh_hant: 開啟的 PR：%lld

source: Open Pull Request
bn: পুল রিকোয়েস্ট খুলুন
es: Abrir pull request
fr: Ouvrir la pull request
hi: पुल अनुरोध खोलें
it: Apri pull request
ja: プルリクエストを開く
ko: 풀 리퀘스트 열기
pt_br: Abrir pull request
ru: Открыть пул-реквест
sv: Öppna pull request
zh_hans: 打开拉取请求
zh_hant: 開啟提取要求

source: Open pull requests
bn: খোলা পুল রিকোয়েস্ট
es: Pull requests abiertos
fr: Pull requests ouvertes
hi: खुले पुल अनुरोध
it: Pull request aperte
ja: オープン中のプルリクエスト
ko: 열린 풀 리퀘스트
pt_br: Pull requests abertos
ru: Открытые пул-реквесты
sv: Öppna pull requests
zh_hans: 打开的拉取请求
zh_hant: 開啟的提取要求

source: Open Terminal
bn: টার্মিনাল খুলুন
es: Abrir terminal
fr: Ouvrir le terminal
hi: टर्मिनल खोलें
it: Apri terminale
ja: ターミナルを開く
ko: 터미널 열기
pt_br: Abrir terminal
ru: Открыть терминал
sv: Öppna terminal
zh_hans: 打开终端
zh_hant: 開啟終端機

source: Open this session’s shell in its worktree.
bn: এই সেশনের শেল তার ওয়ার্কট্রিতে খুলুন।
es: Abrir la shell de esta sesión en su árbol de trabajo.
fr: Ouvrir le shell de cette session dans son arbre de travail.
hi: इस सत्र का शेल उसकी वर्कट्री में खोलें।
it: Apri la shell di questa sessione nel suo albero di lavoro.
ja: このセッションのワークツリーでシェルを開きます。
ko: 이 세션의 작업 트리에서 셸을 여세요.
pt_br: Abrir o shell desta sessão na árvore de trabalho dela.
ru: Открыть оболочку сеанса в его рабочем дереве.
sv: Öppna sessionens skal i dess arbetsträd.
zh_hans: 在此会话的工作树中打开 Shell。
zh_hant: 在此工作階段的工作樹中開啟 Shell。

source: Open VSX has no extension ‘%@’. Themes only on the VS Code Marketplace cannot be installed.
bn: Open VSX-এ ‘%@’ নামে কোনো এক্সটেনশন নেই। শুধু VS Code Marketplace-এ থাকা থিম ইনস্টল করা যায় না।
es: Open VSX no tiene la extensión «%@». Los temas que solo están en VS Code Marketplace no se pueden instalar.
fr: Open VSX n’a pas d’extension « %@ ». Les thèmes disponibles uniquement sur VS Code Marketplace ne peuvent pas être installés.
hi: Open VSX पर एक्सटेंशन ‘%@’ नहीं है। केवल VS Code Marketplace पर मिलने वाली थीम इंस्टॉल नहीं की जा सकतीं।
it: Open VSX non ha l’estensione «%@». I temi presenti solo su VS Code Marketplace non possono essere installati.
ja: Open VSX に拡張機能「%@」はありません。VS Code Marketplace のみにあるテーマはインストールできません。
ko: Open VSX에 ‘%@’ 확장 프로그램이 없습니다. VS Code Marketplace에만 있는 테마는 설치할 수 없습니다.
pt_br: O Open VSX não tem a extensão “%@”. Temas disponíveis apenas no VS Code Marketplace não podem ser instalados.
ru: В Open VSX нет расширения «%@». Темы, доступные только в VS Code Marketplace, установить нельзя.
sv: Open VSX har inget tillägg ”%@”. Teman som bara finns på VS Code Marketplace kan inte installeras.
zh_hans: Open VSX 上没有扩展“%@”。仅在 VS Code Marketplace 上提供的主题无法安装。
zh_hant: Open VSX 上沒有擴充功能「%@」。僅在 VS Code Marketplace 上提供的佈景主題無法安裝。

source: Opening Terminal…
bn: টার্মিনাল খোলা হচ্ছে…
es: Abriendo terminal…
fr: Ouverture du terminal…
hi: टर्मिनल खुल रहा है…
it: Apertura terminale…
ja: ターミナルを開いています…
ko: 터미널 여는 중…
pt_br: Abrindo terminal…
ru: Открытие терминала…
sv: Öppnar terminal…
zh_hans: 正在打开终端…
zh_hant: 正在開啟終端機…

source: Opens %@ — branch %@
bn: %@ খুলবে — ব্রাঞ্চ %@
es: Abre %@ — rama %@
fr: Ouvre %@ — branche %@
hi: %@ खोलेगा — ब्रांच %@
it: Apre %@ — ramo %@
ja: %@ を開く — ブランチ %@
ko: %@ 열기 — 브랜치 %@
pt_br: Abre %@ — branch %@
ru: Открывает %@ — ветка %@
sv: Öppnar %@ — gren %@
zh_hans: 打开 %@ — 分支 %@
zh_hant: 開啟 %@ — 分支 %@

source: Opens %@ in %@ on %@
bn: %@ কে %@-এ %@ ব্রাঞ্চে খোলে
es: Abre %@ en %@ en la rama %@
fr: Ouvre %@ dans %@ sur la branche %@
hi: %@ को %@ में %@ ब्रांच पर खोलता है
it: Apre %@ in %@ sul branch %@
ja: %@ を %@ でブランチ %@ で開きます
ko: %@을(를) %@에서 %@ 브랜치로 엽니다
pt_br: Abre %@ em %@ na branch %@
ru: Открывает %@ в %@ на ветке %@
sv: Öppnar %@ i %@ på grenen %@
zh_hans: 在 %@ 中打开 %@，分支为 %@
zh_hant: 在 %@ 中開啟 %@，分支為 %@

source: Opens %@ on %@
bn: %@ কে %@ ব্রাঞ্চে খোলে
es: Abre %@ en la rama %@
fr: Ouvre %@ sur la branche %@
hi: %@ को %@ ब्रांच पर खोलता है
it: Apre %@ sul branch %@
ja: %@ をブランチ %@ で開きます
ko: %@을(를) %@ 브랜치로 엽니다
pt_br: Abre %@ na branch %@
ru: Открывает %@ на ветке %@
sv: Öppnar %@ på grenen %@
zh_hans: 打开 %@，分支为 %@
zh_hant: 開啟 %@，分支為 %@

source: Opens a new session
bn: নতুন সেশন খোলে
es: Abre una nueva sesión
fr: Ouvre une nouvelle session
hi: नया सत्र खोलता है
it: Apre una nuova sessione
ja: 新規セッションを開きます
ko: 새 세션을 엽니다
pt_br: Abre uma nova sessão
ru: Открывает новую сессию
sv: Öppnar en ny session
zh_hans: 打开新会话
zh_hant: 開啟新工作階段

source: Opens that pull request — name its branch below
bn: সেই পুল রিকোয়েস্ট খুলবে — নিচে তার ব্রাঞ্চের নাম দিন
es: Abre esa solicitud; indica su rama abajo
fr: Ouvre cette pull request ; indiquez sa branche ci-dessous
hi: वह पुल अनुरोध खोलेगा — नीचे उसकी ब्रांच का नाम दें
it: Apre quella pull request; indica il ramo qui sotto
ja: そのプルリクエストを開きます。下にブランチ名を入力してください
ko: 해당 풀 리퀘스트를 엽니다. 아래에 브랜치 이름을 입력하세요
pt_br: Abre essa pull request; informe a branch abaixo
ru: Открывает pull request — укажите его ветку ниже
sv: Öppnar pull requesten — ange dess gren nedan
zh_hans: 打开该拉取请求，请在下方输入其分支名称
zh_hant: 開啟該提取要求，請在下方輸入其分支名稱

source: Optional for iOS projects: run an app in Simulator to interact with it beside your session.
bn: iOS প্রকল্পের জন্য ঐচ্ছিক: সিমুলেটরে অ্যাপ চালিয়ে সেশনের পাশেই সেটি ব্যবহার করুন।
es: Opcional para proyectos iOS: ejecuta una app en el simulador para interactuar con ella junto a tu sesión.
fr: Facultatif pour les projets iOS : lancez une app dans le simulateur pour interagir avec elle à côté de votre session.
hi: iOS प्रोजेक्ट के लिए वैकल्पिक: सिम्युलेटर में ऐप चलाकर अपने सत्र के बगल में उसका इस्तेमाल करें।
it: Facoltativo per i progetti iOS: esegui un’app nel simulatore per usarla accanto alla sessione.
ja: iOS プロジェクト向けの任意機能です。シミュレータでアプリを実行すると、セッションの横で操作できます。
ko: iOS 프로젝트용 선택 기능입니다. 시뮬레이터에서 앱을 실행하면 세션 옆에서 조작할 수 있습니다.
pt_br: Opcional para projetos iOS: execute um app no simulador para interagir com ele ao lado da sessão.
ru: Необязательно для проектов iOS: запустите приложение в симуляторе, чтобы работать с ним рядом с сессией.
sv: Valfritt för iOS-projekt: kör en app i simulatorn för att använda den bredvid din session.
zh_hans: iOS 项目的可选功能：在模拟器中运行应用，即可在会话旁与它交互。
zh_hant: iOS 專案的選用功能：在模擬器中執行 App，即可在工作階段旁與它互動。

source: Optional setup remaining
bn: ঐচ্ছিক সেটআপ বাকি আছে
es: Queda configuración opcional
fr: Configuration facultative restante
hi: वैकल्पिक सेटअप बाकी है
it: Configurazione facoltativa rimanente
ja: 任意の設定が残っています
ko: 선택 설정이 남아 있습니다
pt_br: Configuração opcional pendente
ru: Остались необязательные настройки
sv: Valfria inställningar återstår
zh_hans: 还有可选设置未完成
zh_hant: 還有選用設定未完成

source: Orchestration
bn: অর্কেস্ট্রেশন
es: Orquestación
hi: ऑर्केस्ट्रेशन
it: Orchestrazione
ja: オーケストレーション
ko: 오케스트레이션
pt_br: Orquestração
ru: Оркестрация
sv: Orkestrering
zh_hans: 编排
zh_hant: 編排

source: Other
bn: অন্যান্য
es: Otros
fr: Autres
hi: अन्य
it: Altro
ja: その他
ko: 기타
pt_br: Outros
ru: Другие
sv: Övrigt
zh_hans: 其他
zh_hant: 其他

source: Other GitHub issues
bn: অন্যান্য GitHub issue
es: Otros issues de GitHub
fr: Autres issues GitHub
hi: अन्य GitHub issue
it: Altre issue di GitHub
ja: その他の GitHub issue
ko: 기타 GitHub issue
pt_br: Outras issues do GitHub
ru: Другие issue GitHub
sv: Andra GitHub-issues
zh_hans: 其他 GitHub issue
zh_hant: 其他 GitHub issue

source: Others
bn: অন্যদের
es: De otros
fr: Des autres
hi: दूसरों के
it: Di altri
ja: 他のメンバー
ko: 다른 사람
pt_br: De outros
ru: Чужие
sv: Andras
zh_hans: 其他人
zh_hant: 其他人

source: Output
bn: আউটপুট
es: Salida
fr: Sortie
hi: आउटपुट
ja: 出力
ko: 출력
pt_br: Saída
ru: Вывод
sv: Utdata
zh_hans: 输出
zh_hant: 輸出

source: Over its hourly run limit
bn: প্রতি ঘণ্টার চালানোর সীমা ছাড়িয়ে গেছে
es: Se superó el límite de ejecuciones por hora
fr: Limite d’exécutions par heure dépassée
hi: प्रति घंटे की रन सीमा पार हुई
it: Limite di esecuzioni orarie superato
ja: 1時間あたりの実行上限を超えました
ko: 시간당 실행 한도를 초과했습니다
pt_br: Limite de execuções por hora excedido
ru: Превышено число запусков в час
sv: Gränsen för körningar per timme har överskridits
zh_hans: 已超过每小时运行次数上限
zh_hant: 已超過每小時執行次數上限

source: Overview
bn: সারসংক্ষেপ
es: Resumen
fr: Vue d’ensemble
hi: अवलोकन
it: Panoramica
ja: 概要
ko: 개요
pt_br: Visão geral
ru: Обзор
sv: Översikt
zh_hans: 概览
zh_hant: 總覽

source: owner/repo or a GitHub URL
bn: owner/repo বা GitHub URL
es: owner/repo o una URL de GitHub
fr: owner/repo ou une URL GitHub
hi: owner/repo या GitHub URL
it: owner/repo o un URL GitHub
ja: owner/repo または GitHub URL
ko: owner/repo 또는 GitHub URL
pt_br: owner/repo ou uma URL do GitHub
ru: owner/repo или URL GitHub
sv: owner/repo eller en GitHub-URL
zh_hans: owner/repo 或 GitHub URL
zh_hant: owner/repo 或 GitHub URL

source: Pace
bn: ব্যবহারের গতি
es: Ritmo
fr: Rythme
hi: उपयोग गति
it: Ritmo
ja: ペース
ko: 사용 속도
pt_br: Ritmo
ru: Темп
sv: Takt
zh_hans: 消耗进度
zh_hant: 消耗進度

source: Page memory
bn: পৃষ্ঠার মেমরি
es: Memoria de páginas
fr: Mémoire des pages
hi: पेज मेमोरी
it: Memoria delle pagine
ja: ページのメモリ
ko: 페이지 메모리
pt_br: Memória das páginas
ru: Память страниц
sv: Sidminne
zh_hans: 网页内存
zh_hant: 網頁記憶體

source: Page suspended
bn: পৃষ্ঠা স্থগিত
es: Página suspendida
fr: Page suspendue
hi: पेज निलंबित है
it: Pagina sospesa
ja: ページを一時停止中
ko: 페이지 일시 중단됨
pt_br: Página suspensa
ru: Страница приостановлена
sv: Sidan är pausad
zh_hans: 页面已暂停
zh_hant: 頁面已暫停

source: Page tabs saved locally; backend sync failed: %@
bn: পৃষ্ঠা ট্যাব স্থানীয়ভাবে সংরক্ষিত; ব্যাকএন্ড সিঙ্ক ব্যর্থ: %@
es: Pestañas guardadas localmente; falló la sincronización: %@
fr: Onglets enregistrés localement ; échec de synchronisation : %@
hi: पेज टैब स्थानीय रूप से सहेजे गए; बैकएंड सिंक विफल: %@
it: Schede salvate localmente; sincronizzazione backend fallita: %@
ja: タブをローカルに保存しました。バックエンドの同期に失敗：%@
ko: 페이지 탭은 로컬에 저장되었으나 백엔드 동기화 실패: %@
pt_br: Abas salvas localmente; falha ao sincronizar com o backend: %@
ru: Вкладки сохранены локально; ошибка синхронизации: %@
sv: Sidflikar sparade lokalt; backend-synk misslyckades: %@
zh_hans: 页面标签已保存在本地；后端同步失败：%@
zh_hant: 頁面分頁已儲存在本機；後端同步失敗：%@

source: Pages you bookmark or visit appear here.
bn: বুকমার্ক করা বা দেখা পৃষ্ঠা এখানে দেখা যাবে।
es: Las páginas que marques o visites aparecerán aquí.
fr: Les pages ajoutées aux favoris ou visitées apparaissent ici.
hi: बुकमार्क किए या देखे गए पेज यहाँ दिखेंगे।
it: Le pagine visitate o aggiunte ai segnalibri appaiono qui.
ja: ブックマークしたページや訪問したページがここに表示されます。
ko: 북마크하거나 방문한 페이지가 여기에 표시됩니다.
pt_br: As páginas que você adicionar aos favoritos ou visitar aparecem aqui.
ru: Здесь появятся посещённые страницы и закладки.
sv: Sidor du besöker eller bokmärker visas här.
zh_hans: 添加书签或访问过的页面将显示在此处。
zh_hant: 加入書籤或造訪過的頁面會顯示在此處。

source: Pages you bookmark or visit, and files you open, appear here.
bn: আপনার বুকমার্ক করা বা দেখা পৃষ্ঠা এবং খোলা ফাইল এখানে দেখা যাবে।
es: Aquí aparecen las páginas que guardas en marcadores o visitas y los archivos que abres.
fr: Les pages que vous ajoutez aux signets ou visitez, et les fichiers que vous ouvrez, s’affichent ici.
hi: आपके बुकमार्क किए या देखे गए पेज और खोली गई फ़ाइलें यहाँ दिखती हैं।
it: Qui compaiono le pagine che aggiungi ai preferiti o visiti e i file che apri.
ja: ブックマークしたページや訪れたページ、開いたファイルがここに表示されます。
ko: 북마크했거나 방문한 페이지와 연 파일이 여기에 표시됩니다.
pt_br: As páginas que você salva nos favoritos ou visita e os arquivos que abre aparecem aqui.
ru: Здесь появятся страницы, которые вы добавили в закладки или посетили, и открытые файлы.
sv: Sidor som du bokmärker eller besöker och filer som du öppnar visas här.
zh_hans: 你添加书签或访问过的页面以及打开的文件会显示在这里。
zh_hant: 你加入書籤或造訪過的頁面，以及開啟的檔案，會顯示在這裡。

source: Panel
bn: প্যানেল
fr: Panneau
hi: पैनल
it: Pannello
ja: パネル
ko: 패널
pt_br: Painel
ru: Панель
zh_hans: 面板
zh_hant: 面板

source: Passed
bn: উত্তীর্ণ
es: Superado
fr: Réussi
hi: पास हुआ
it: Superato
ja: 合格
ko: 통과
pt_br: Aprovado
ru: Пройдено
sv: Godkänd
zh_hans: 通过
zh_hant: 通過

source: Passing
bn: সফল
es: Superando
fr: Réussie
hi: सफल
it: Riuscita
ja: 成功
ko: 통과
pt_br: Passando
ru: Пройдено
sv: Godkänd
zh_hans: 通过
zh_hant: 通過

source: Paste
bn: পেস্ট করুন
es: Pegar
fr: Coller
hi: पेस्ट करें
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
ru: Вставить
sv: Klistra in
zh_hans: 粘贴
zh_hant: 貼上

source: Patterns
bn: প্যাটার্ন
es: Patrones
fr: Motifs
hi: पैटर्न
it: Modelli
ja: パターン
ko: 패턴
pt_br: Padrões
ru: Шаблоны
sv: Mönster
zh_hans: 模式
zh_hant: 模式

source: Pause new automatic runs. Automation modes are preserved.
bn: নতুন স্বয়ংক্রিয় চালনা বিরত রাখুন। অটোমেশন মোড বজায় থাকে।
es: Pausa nuevas ejecuciones automáticas. Se conservan los modos.
fr: Met en pause les nouvelles exécutions automatiques. Les modes sont conservés.
hi: नए स्वचालित रन रोकें। ऑटोमेशन मोड सुरक्षित रहते हैं।
it: Sospende le nuove esecuzioni automatiche. Le modalità sono conservate.
ja: 新しい自動実行を一時停止します。各自動化のモードは保持されます。
ko: 새 자동 실행을 일시 정지합니다. 자동화 모드는 유지됩니다.
pt_br: Pausa novas execuções automáticas. Os modos são preservados.
ru: Приостанавливает новые автоматические запуски. Режимы сохраняются.
sv: Pausar nya automatiska körningar. Automatiseringslägen bevaras.
zh_hans: 暂停新的自动运行。保留各自动化的模式。
zh_hant: 暫停新的自動執行。保留各自動化的模式。

source: Pending release
bn: রিলিজের অপেক্ষায়
es: Pendiente de publicación
fr: En attente de publication
hi: रिलीज़ लंबित
it: In attesa di rilascio
ja: リリース待ち
ko: 출시 대기
pt_br: Aguardando lançamento
ru: Ожидает выпуска
sv: Väntar på lansering
zh_hans: 待发布
zh_hant: 待發佈

source: Permission
bn: অনুমতি
es: Permiso
fr: Autorisation
hi: अनुमति
it: Autorizzazione
ja: アクセス権
ko: 권한
pt_br: Permissão
ru: Разрешение
sv: Behörighet
zh_hans: 权限
zh_hant: 權限

source: Personal
bn: ব্যক্তিগত
fr: Personnel
hi: व्यक्तिगत
it: Personale
ja: 個人
ko: 개인
pt_br: Pessoal
ru: Личное
sv: Personligt
zh_hans: 个人
zh_hant: 個人

source: Pin Session
bn: সেশন পিন করুন
es: Fijar sesión
fr: Épingler la session
hi: सत्र पिन करें
it: Fissa sessione
ja: セッションを固定
ko: 세션 고정
pt_br: Fixar sessão
ru: Закрепить сессию
sv: Fäst session
zh_hans: 固定会话
zh_hant: 釘選工作階段

source: Pin session to the top
bn: সেশন ওপরে পিন করুন
es: Fijar sesión arriba
fr: Épingler la session en haut
hi: सत्र सबसे ऊपर पिन करें
it: Fissa sessione in alto
ja: セッションを先頭に固定
ko: 세션을 맨 위에 고정
pt_br: Fixar sessão no topo
ru: Закрепить сеанс вверху
sv: Fäst session överst
zh_hans: 将会话固定到顶部
zh_hant: 將工作階段釘選至頂端

source: Pinned
bn: পিন করা
es: Fijados
fr: Épinglés
hi: पिन किए गए
it: Fissati
ja: ピン留め
ko: 고정됨
pt_br: Fixados
ru: Закреплённые
sv: Fästa
zh_hans: 已固定
zh_hant: 已釘選

source: Pipeline
bn: পাইপলাইন
es: Flujo
hi: पाइपलाइन
ja: パイプライン
ko: 파이프라인
pt_br: Fluxo
ru: Процесс
zh_hans: 流程
zh_hant: 流程

source: Pipelines across your projects
bn: আপনার প্রকল্প জুড়ে পাইপলাইন
es: Flujos entre tus proyectos
fr: Pipelines de vos projets
hi: आपके प्रोजेक्ट की पाइपलाइन
it: Pipeline dei tuoi progetti
ja: プロジェクト全体のパイプライン
ko: 프로젝트 전반의 파이프라인
pt_br: Fluxos dos seus projetos
ru: Процессы для ваших проектов
sv: Pipelines för dina projekt
zh_hans: 跨项目的自动化流程
zh_hant: 跨專案的自動化流程

source: Plans every step against a sample. Lookups run; nothing is written.
bn: নমুনার ওপর প্রতি ধাপের পরিকল্পনা করে। খোঁজ চলে; কিছু লেখা হয় না।
es: Planifica cada paso con una muestra. Se realizan consultas sin escribir cambios.
fr: Planifie chaque étape sur un échantillon. Les recherches sont exécutées sans écriture.
hi: नमूने पर हर चरण की योजना बनाता है। खोज चलती है; कुछ लिखा नहीं जाता।
it: Pianifica ogni passaggio su un campione. Le ricerche vengono eseguite senza scrivere modifiche.
ja: サンプルで各ステップを計画します。照会は行いますが、変更は書き込みません。
ko: 샘플을 대상으로 각 단계를 계획합니다. 조회는 수행하지만 변경 사항은 기록하지 않습니다.
pt_br: Planeja cada etapa com uma amostra. Consultas são executadas, sem gravar alterações.
ru: Планирует каждый шаг на примере. Запросы выполняются без записи изменений.
sv: Planerar varje steg mot ett exempel. Uppslagningar körs, men inget skrivs.
zh_hans: 针对示例规划每个步骤。会执行查询，但不写入任何更改。
zh_hant: 針對範例規劃每個步驟。會執行查詢，但不寫入任何變更。

source: Plugin
bn: প্লাগইন
es: Complemento
fr: Extension
hi: प्लगइन
ja: プラグイン
ko: 플러그인
ru: Плагин
sv: Insticksprogram
zh_hans: 插件
zh_hant: 外掛模組

source: Polling
bn: নিয়মিত রিফ্রেশ
es: Actualización periódica
fr: Actualisation périodique
hi: नियमित रीफ़्रेश
it: Aggiornamento periodico
ja: 定期更新
ko: 주기적 새로 고침
pt_br: Atualização periódica
ru: Периодическое обновление
sv: Regelbunden uppdatering
zh_hans: 定期刷新
zh_hant: 定期重新整理

source: Post a comment on each ticket.
bn: প্রতি টিকিটে মন্তব্য পোস্ট করুন।
es: Publica un comentario en cada ticket.
fr: Publie un commentaire sur chaque ticket.
hi: हर टिकट पर टिप्पणी पोस्ट करें।
it: Pubblica un commento su ogni ticket.
ja: 各チケットにコメントを投稿します。
ko: 각 티켓에 댓글을 게시합니다.
pt_br: Publica um comentário em cada ticket.
ru: Публикует комментарий к каждой задаче.
sv: Publicerar en kommentar på varje ärende.
zh_hans: 在每个工单发表评论。
zh_hant: 在每個工單發表留言。

source: Post a comment on the PR.
bn: PR-এ মন্তব্য পোস্ট করুন।
es: Publica un comentario en el PR.
fr: Publie un commentaire sur la PR.
hi: PR पर टिप्पणी पोस्ट करें।
it: Pubblica un commento sulla PR.
ja: PRにコメントを投稿します。
ko: PR에 댓글을 게시합니다.
pt_br: Publica um comentário no PR.
ru: Публикует комментарий к PR.
sv: Publicerar en kommentar på PR.
zh_hans: 在 PR 发表评论。
zh_hant: 在 PR 發表留言。

source: Post to Activity and show a macOS notification.
bn: কার্যকলাপে পোস্ট করে macOS বিজ্ঞপ্তি দেখায়।
es: Publica en Actividad y muestra una notificación de macOS.
fr: Publie dans Activité et affiche une notification macOS.
hi: गतिविधि में पोस्ट करें और macOS सूचना दिखाएँ।
it: Pubblica in Attività e mostra una notifica macOS.
ja: アクティビティに記録し、macOS通知を表示します。
ko: 활동에 기록하고 macOS 알림을 표시합니다.
pt_br: Publica em Atividade e mostra uma notificação do macOS.
ru: Добавляет запись в «Активность» и показывает уведомление macOS.
sv: Publicerar i Aktivitet och visar en macOS-notis.
zh_hans: 记录到活动并显示 macOS 通知。
zh_hant: 記錄至活動並顯示 macOS 通知。

source: POST to webhook
bn: ওয়েবহুকে POST
es: POST a webhook
fr: POST vers webhook
hi: वेबहुक को POST
it: POST al webhook
ja: WebhookにPOST
ko: 웹훅에 POST
pt_br: POST para webhook
ru: POST в вебхук
sv: POST till webhook
zh_hans: POST 到 Webhook
zh_hant: POST 至 Webhook

source: PR #%lld %@
bn: পুল রিকোয়েস্ট #%lld %@
fr: PR n° %lld %@
hi: पुल अनुरोध #%lld %@
ru: Пул-реквест №%lld %@
zh_hans: 拉取请求 #%lld %@
zh_hant: 提取要求 #%lld %@
